Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
ne: setAttributeNodeNS()को प्रयोग अस्वीकार गरिएको छ। यसको सट्टामा setAttributeNS() प्रयोग गर्नुहोस्।

source: Select the add-ons you would like to install:
ne: स्थापना गर्न चाहनुभएको एड-अनहरू छान्नुहोस्:

source: IP Address
ne: IP ठेगाना

source: &Next >
ne: अगाडि >

source: Close Reading List
ne: पढ्ने सूची बन्द गर्नुहोस्

source: Back
ne: पछाडि

source: Search Engine
ne: सर्च इन्जिनहरू

source: Animations
ne: एनिमेसनहरू

source: Reload current page
ne: हालको पृष्ठलाई फेरि लोड गर्नुहोस्

source: Kinyarwanda
ne: किनयारवान्डा

source: In order to provide this service, some data is automatically sent back to us in accordance with our %1$S. You can turn this off by unchecking the option under the gear icon (%2$S).
ne: यो सेवा प्रदान गर्न, केही डाटा स्वतः हाम्रो %1$S अनुसार हामीलाई पठाइएको छ। तपाईँ गियर प्रतिमा (%2$S) को चिनो हटाएर यसलाई बन्द गर्न सक्नुहुन्छ।

source: Save File
ne: फाइल सङ्ग्रह गर्नुहोस्

source: Right header
ne: दायाँ हेडर

source: %MOZ_APP_DISPLAYNAME% is installing your updates and will start in a few moments…
ne: %MOZ_APP_DISPLAYNAME% ले आफ्नो अद्यावधिक स्थापना गरिरहेको छ र केही क्षणमा सुरु हुनेछ...

source: Do you want to uninstall %S?
ne: के तपाईँ %S हटाउन चाहनुहुन्छ?

source: What's this? Telemetry may install and run experiments from time to time.
ne: यो के हो? Telemetry ले समय समयमा स्थापना र विभिन्न प्रयोगहरू गर्न सक्छ।

source: View Pocket List
ne: Poket को सुची हेर्नुहोस्

source: Sending report
ne: रिपोर्ट पठाउँदै

source: Remember my choice for all links of this type.
ne: यस प्रकारको सबै लिङ्कहरूको लागि मेरो छनौट सम्झनुहोस् ।

source: Enter &Full Screen
ne: पूरा पर्दामा जानुहोस्

source: Page Footers
ne: पृष्ठ तळलेख

source: &Save Snapshot As…
ne: यस रुपमा स्न्यापसट सङ्ग्रह गर्नुहोस्...

source: SECG elliptic curve secp128r2
ne: SECG अण्डाकार वक्ररेखा secp128r2

source: Profile Folder
ne: प्रोफाइल फोल्डर

source: The FTP server %1$S is currently unsupported.
ne: FTP सर्भर %1$S अहिले समर्थित छैन।

source: SECG elliptic curve secp128r1
ne: SECG अण्डाकार वक्ररेखा secp128r1

source: Remove a breakpoint
ne: विच्छेदन बिन्दु हटाउनुहोस्

source: Search in New &Tab
ne: नयाँ ट्याबमा खोज्नुहोस्

source: Unsupported certificate type.
ne: असमर्थित प्रकारको प्रमाणपत्र ।

source: Exit &Full Screen
ne: पूरा पर्दा बन्द गर्नुहोस्

source: State
ne: स्थिति

source: Updating add-ons
ne: एड-अनहरू अद्यावधि गर्दै

source: &Move…
ne: सार्नुहोस्...

source: recursive entity reference
ne: उल्टा अस्तित्व सन्दर्भ

source: Builtin Roots Module
ne: बिल्टइन मूल मोड्युल

source: Styles
ne: शैलीहरू

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
ne: यो साइटले &brandShortName; निर्दिष्ट गर्न HTTP Strict Transport Security (HSTS) प्रयोग गर्छ। केवल जडान यो सुरक्षित। फलस्वरूप, यो प्रमाणपत्रको लागि अपवाद थप्न सम्भव छैन।

source: &Reset
ne: रिसेट गर्नुहोस्

source: Pause
ne: रोक्नुहोस्

source: Vietnamese
ne: भियतनामिज

source: Ojibwa
ne: ओजिब्वा

source: Are you sure you want to delete these certificates?
ne: के तपाईँ यी व्यक्तिहरूका इमेल प्रमाणपत्रहरू मेटाउने कुरामा दृढ हुनुहुन्छ?

source: and #1 additional device;and #1 additional devices
ne: र #1 थप यन्त्र;र #1 थप यन्त्रहरू

source: Replace all other devices with this device's data
ne: यो उपकरणको डाटा सबै अन्य उपकरणहरू बदल्नुहोस्

source: &Tell me when a website asks to store data for offline use
ne: इन्टरनेट नहुँदा चलाउन को लागि वेबसाइटले तथ्यांक संचित गर्न अनुमति माग्दा मलाई भन्नुहोस्

source: Reported Attack Page!
ne: उजुर गरिएको आक्रमण साइट!

source: Remove offline data
ne: इन्टरनेट नहुदा चलाउने (अफलाइन ) तथ्यांक हटाउनु होस्

source: I &agree to the
ne: म सहमत

source: Restart
ne: पुन:सुरु गर्नुहोस्

source: (Unknown)
ne: (अज्ञात)

source: Zoom out
ne: सानो बनाउनुहोस्

source: Sorry, but there was an error loading the release notes.
ne: माफ गर्नुहोस्, तर रिलीज टिप्पणीहरू लोड गर्दा एउटा त्रुटि भयो।

source: Tab sharing is paused
ne: ट्याब साझेदारी रोकियो

source: If you close all Private Browsing windows now, 1 download will be canceled. Are you sure you want to leave Private Browsing?
ne: तपाईँले अब सबै निजी ब्राउजिङको सञ्झ्यालहरू बन्द गर्ने हो भने, १ डाउनलोड रद्द गरिनेछ। के तपाईँ निजी ब्राउजिङ छोड्ने कुरामा निश्चित हुनुहुन्छ?

source: Scripts may not close windows that were not opened by script.
ne: स्क्रिप्टहरूले आफूले खोलेको सञ्झ्याल बाहेक अरु बन्द गर्दैन।

source: &Up
ne: माथि

source: Removed %S commands.
ne: %S आदेशहरू हटाइएका छन्।

source: Source of:
ne: ...को श्रोत

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
ne: FIPS मोडले तपाईँको प्रत्येक सुरक्षा साधनका लागि एउटा मास्टर प्रवेशचिन्ह सेट भएको चाहन्छ। कृपया FIPS मोडलाई सक्षम पार्ने प्रयास गर्नुभन्दा पहिले प्रवेशचिन्ह सेट गर्नुहोस्।

source: Text
ne: पाठ

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
ne: उपकरण सफलतापूर्वक थपिएको छ। सुरुमा सिङ्ख्रोनाइजेसन धेरै मिनेट लाग्न सक्छ र पृष्ठभूमिमा समाप्त हुनेछ।

source: Clear &Now
ne: अहिले खाली गर्नुहोस्

source: Saving Picture…
ne: तस्विर सङ्ग्रह गर्दै...

source: New F&older
ne: नयाँ फोल्डर

source: Fo&cus chats
ne: च्याटमा केन्द्रित

source: Available remote processes:
ne: उपलब्धित टाढाको प्रक्रियाहरू:

source: A copy of %S is already open. Only one copy of %S can be open at a time.
ne: %S यसको एउटा प्रतिलिपि खुलिरहेको छ | %S एकचोटी मा एउटा प्रतिलिपि मात्र खुल्छ |

source: Creator:
ne: सर्जक:

source: There was an error downloading %1$S.
ne: %1$S डाउनलोड गर्दा त्रुटी भयो।

source: Display setting value
ne: सेटिङको मान प्रदर्शन गर्नुहोस्

source: Unable to read manifest file: %1$S at: %2$S
ne: दिइएको म्यानिफेस्ट फाइल (%2$S) पढ्न सकिएन: %1$S

source: Change Search Settings
ne: खोजि सेटिङ परिवर्तन गर्नुहोस्

source: Margins (#1)
ne: सीमान्त (#1)

source: Open options
ne: विकल्पहरू खोल्नुहोस्

source: Cyrillic (ISO)
ne: सिरिलिक (ISO)

source: caption
ne: क्याप्सन

source: Troubleshooting Information
ne: समस्या समाधानको सूचना

source: Zoom controls
ne: जुम नियन्त्रकहरू

source: Select an add-on type
ne: एड-अनको प्रकार चयन गर्नुहोस्

source: Not Saved
ne: सङ्ग्रह गरिएको छैन

source: Your link:
ne: तपाईंको लिंक:

source: Recent Updates
ne: हालका अद्यावधिकहरू

source: Settings
ne: सेटिङहरू

source: What should &brandShortName; do with this file?
ne: &brandShortName; ले यो फाइललाई के गर्नुपर्छ?

source: &Browser Console
ne: ब्राउजर कन्सोल

source: Restart %S
ne: पुन सुचारु गर्नुहोस् %S

source: Find in Document
ne: कागजातमा फेला पार्नुहोस्

source: Page # of #
ne: पृष्ठ # को #

source: No parameters for this request
ne: यो अनुरोधको लागि कुनै प्यारामिटर छैन

source: No printers available, cannot show print preview.
ne: प्रिन्टरहरू उपलब्ध छैनन्, मुद्रण पूर्वदृश्य देखाउन सकिदैन।

source: Tracking protection is disabled
ne: ट्रयाकिङ् सुरक्षा निस्क्रिय गरियो

source: Content &Type
ne: सामग्री र तारिका

source: Choose Token Dialog
ne: चिनोको संवाद छनोट गर्नहोस्

source: Could not verify this certificate because it has been revoked.
ne: खारेज गरिसकिएकाले यो प्रमाणपत्रलाई पुष्टि गर्न सकेन।

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
ne: कृपया निम्न लाइसेन्स सम्झौता पढ्नुहोस्। यो सम्झौताको बाँकी हेर्न स्क्रोल बार प्रयोग गर्नुहोस्।

source: Cyrillic (KOI8-R)
ne: सिरिलिक (KOI8-R)

source: Data Encipherment
ne: डेटा कूटलेखन

source: Restart %s
ne: %s पुन सुचारु गर्नुहोस्

source: There was a problem submitting your report.
ne: तपाईँको प्रतिवेदन पेश गर्दा समस्या थियो।

source: Add Feed Reader
ne: फिड पाठक थप्नुहोस्

source: &Details
ne: विवरणहरू...

source: &Close
ne: बन्द गर्नुहोस्

source: Delete E-Mail Certificates
ne: इमेल प्रमाणपत्रहरू मेट्नुहोस्

source: Incompatible Add-ons
ne: असमर्थित एड-अनहरू

source: The profile name "%S" is not allowed.
ne: खाताको नाम "%S" अनुमति छैन

source: PSM Private Keys
ne: PSM निजी कुञ्जीहरू

source: Use %S as my default browser
ne: %S लाई मेरो पूर्वनिर्धारित ब्राउजरको रूपमा प्रयोग गर्ने

source: Cannot communicate securely with peer: no common compression algorithm(s).
ne: सुरक्षित तरिकाबाट पियरसँग सञ्चार गर्न सकिएनःसामान्य गुप्तिकरण अलगोरिदम(हरू) छैन।

source: Attributes:
ne: विशेषताहरू:

source: Un&mute
ne: अन म्यूट

source: Exit Full Screen (Esc)
ne: पुरा स्क्रिनबाट निस्कनुहोस (Esc)

source: row
ne: पङ्क्ति

source: flat equation
ne: च्याप्टो समिकरण

source: Installing Language Files (${AB_CD})…
ne: स्थापना भइरहेको भाषा फाइलहरु (${AB_CD})…

source: Report Contents
ne: सामग्रीहरूको उजुरी गर्नुहोस्

source: Choose setup options
ne: सेटअप प्रकार चयन गर्नुहोस्

source: Conclusion
ne: निष्कर्ष

source: Please enter your custom header/footer text
ne: तपाईँको अनुकूलन हेडर/फुटर पाठ प्रविष्ट गर्नुहोस्

source: Using %S as a command prefix
ne: %S आदेश उपसर्गको रुपमा प्रयोग गरिँदै

source: Ended
ne: सकियो

source: Thumbnails
ne: थम्बनेलहरू

source: No installed plugins found
ne: कुनै पनि स्थापित गरिएका प्लगइनहरू भेटिएन

source: Appearance
ne: स्वरुप

source: By Da&te and Site
ne: समय अनी साईट अनुसार

source: No video with supported format and MIME type found.
ne: कुनै पनि समर्थित भिडियो ढाँचा र MIME प्रकार भेटिएन।

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
ne: <%2$S> को क्लास %1$S को अब्जेक्टको लागि र्यापर सिर्जना गर्न अनुमति अस्वीकृत भयो

source: Remove element, but leave content
ne: तत्त्वलाई निष्कासन गर्नुहोस् तर सामग्रीलाई छोड्नुहोस्

source: SECG elliptic curve sect193r1
ne: SECG अण्डाकार वक्ररेखा sect193r1

source: Update Ready to Install
ne: अद्यावधिक स्थापना गर्न तयार

source: Could not load the image
ne: तस्विर लोड गर्न सकिएन

source: HTML Files
ne: HTML फाइलहरू

source: URI %1$S is referenced in multiple locations. This is not allowed: %2$S.
ne: URI %1$S धेरै स्थानहरूमा सन्दर्भित छ। यस्तो गर्न अनुमति छैन :%2$S

source: SECG elliptic curve sect193r2
ne: SECG अण्डाकार वक्ररेखा sect193r2

source: Move to:
ne: यसमा सार्नुहोस्:

source: There are no snapshots yet.
ne: अहिले सम्म कुनै पनि स्न्यापसट छैनन्।

source: Mexico
ne: मेक्सिको

source: show details
ne: विवरणहरू देखाउनुहोस्

source: Estonia
ne: इस्टोनिया

source: Type controls
ne: प्रकार कन्ट्रोलस्

source: Print Preview Error
ne: मुद्रण पूर्वदृश्य त्रुटि

source: Separate tags with commas
ne: ट्यागहरूलाई अल्पविरामले विभाजन गर्नुहोस्

source: Found Updates for Plugins
ne: प्लगिनको लागि अपडेटहरू भेटियो

source: &Next
ne: पछिल्लो

source: Allow this installation
ne: यो स्थापनालाई अनुमति दिनुहोस्

source: The file save operation failed.
ne: फाइल सङ्ग्रह सञ्चालन असफल भयो।

source: Items to Import
ne: आयत गर्नपर्ने कुराहरू

source: Learn more about add-ons
ne: एड-अन बारेमा थप जान्नुहोस्

source: Start profiling
ne: प्रोफाइल बनाउन सुरु गर्नुहोस्

source: Western
ne: पश्चिमी

source: Do you want %S to save your tabs for the next time it starts?
ne: के तपाईँ चाहनुहुन्छ कि %S ले अर्को पटक यो सुरुहुने बेलाका लागि तपाईँका ट्याब र सञ्झ्यालहरू सङ्ग्रह गरोस् ?

source: Submit Query
ne: क्वेरी पेश गर्नुहोस्

source: &Proportional:
ne: समानुपातिक:

source: Mali
ne: माली

source: It takes two to use Firefox Hello, so send a friend a link to browse the Web with you!
ne: Firefox Hello चलाउन दुई जनाको आवश्यक पर्छ, त्यसैले साथीलाई आफूसँग वेब ब्राउज गर्न लिङ्क पठाउनुहोस्!

source: &Check for updates
ne: अद्यावधिक जाँच गर्नुहोस्

source: Print Selection _Only
ne: चयन मात्र मुद्रण गर्नुहोस्

source: Tonga
ne: टोङ्गा

source: Always Ask
ne: सधै सोध्नुहोस्

source: &View Page Source
ne: पृष्ठ श्रोत हेर्नुहोस्

source: Checking existing installation…
ne: अवस्थित स्थापना जाँच गर्नुहोस्…

source: Access Your Location
ne: तपाईँको स्थान हेर्न

source: Sources
ne: स्रोतहरू

source: Previous Page
ne: अघिल्लो पृष्ठ

source: Display the value of a given preference
ne: दिइएको प्राथमिकताको मान देखाउनुहोस्

source: animation
ne: एनिमेसन

source: A&ctivate this plugin
ne: यस प्लगिनलाई सक्षम पार्नुहोस्

source: April
ne: अप्रिल

source: Activate
ne: सक्रिय गर्नुहोस्

source: install
ne: स्थापना गर्नुहोस्

source: Wolof
ne: वलोफ

source: Show my windows and tabs from last time
ne: पछिल्लो समयबाट मेरो सञ्झ्याल र ट्याबहरू देखाउनुहोस्

source: Browse this page with a friend
ne: यो पृष्ठ साथीसँग ब्राउज गर्नुहोस्

source: Style sheet could not be saved.
ne: शैली पाना सङ्ग्रह गर्न सकिएन।

source: &Normal
ne: सामान्य

source: <p>The requested address specified a port (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
ne: <p>अनुरोध गरिएको ठेगानाले एउटा पोर्ट निर्दिष्ट गरेको छ (उदाहरणको लागि mozilla.org मा पोर्ट ८० को लागि <q>mozilla.org:80</q>) सामान्य रुपमा <em>अन्य</em> भन्दा वेब ब्राउजिङ उद्देश्यको लागि प्रयोग गरियो । ब्राउजरले तपाईँको संरक्षण र सुरक्षाको लागि अनुरोध रद्द गर्यो ।</p>

source: Sh&ow original sources
ne: मौलिक स्रोतहरू देखाउनुहोस्

source: %S was unable to check for updates for the following add-ons:
ne: %S निम्न एड-अनका लागि अद्यावधिक जाँच गर्न असमर्थ थियो:

source: Sundanese
ne: सुडानी

source: Or you can add an exception…
ne: वा तपाईले एउटा अपवाद थप्न सक्नुहुन्छ…

source: &Upgrade
ne: &स्तर वृद्धि

source: Open
ne: खोल्नुहोस्

source: %S (%S Image)
ne: %S (%S तस्विर)

source: &Size:
ne: आकार:

source: Copies
ne: प्रतिलिपिहरू

source: Your password has been changed.
ne: तपाईँको पासवर्ड रिसेट गरिएको छ।

source: Video Files
ne: भिडियो फाइलहरू

source: Setting to alter
ne: परिवर्तन गर्नुपर्ने सेटिङ

source: Last Four Hours
ne: अन्तिम चार घन्टा

source: Cast to Screen
ne: स्क्रिनमा कास्ट गर्नुहोस्

source: Open in a Ne&w Tab
ne: नयाँ ट्याबमा खोल्नुहोस्

source: Manx
ne: म्याङ्क्स

source: English (US)
ne: अंग्रेजी (US)

source: Successfully backed up your security certificate(s) and private key(s).
ne: तपाईँका सुरक्षा प्रमाणपत्र(हरू) र निजी कुञ्जी(हरू)लाई सफलतापूर्वक जगेडा गरियो।

source: Gambia, The
ne: गाम्बिया

source: DNS resolution:
ne: DNS रिजोल्युसन:

source: Others
ne: अन्य

source: "Remove folder: "
ne: "फोल्डर हटाउनुहोस्: "

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
ne: अरु यन्त्रबाट &syncBrand.fullName.label;मा प्रवेश गर्नको लागि तपाईको रिकोभरि कि चाहिन्छ।कृपया एउटा जगेडा प्रतिलिपि बनाउनुहोस्।तपाईको रिकोभरि कि पुनः प्राप्त गर्न हामीले मदत गर्न सक्दैनाै।

source: &brandFullName; is free and open source software from the non-profit Mozilla Foundation. <a>Know your rights…</a>
ne: &brandFullName; गैर-नाफामुलक Mozilla फाउन्डेसनको खुला र स्वतन्त्र सफ्टवेयर हो। <a> तपाईँका अधिकारहरू बारे जान्नुहोस...</a>

source: or
ne: वा

source: Connection failed. Your firewall may be blocking calls.
ne: जडान असफल भयो। तपाईँको फायरवालले कलहरू रोकिरहेको हुन सक्छ।

source: Czech Republic
ne: चेक रिपब्लिक

source: There is already a command called '%S'
ne: '%S' नामको आदेश पहिले देखिनै छ

source: Leave Responsive Design View
ne: रेस्पोन्सिभ डिजाइन अवलोकन छोड्नुहोस्

source: Coral Sea Islands
ne: कोरल सी द्विप

source: Select two snapshots to compare
ne: तुलना गर्न दुई फोटो चयन गर्नुहोस्

source: Available Toolbox Buttons
ne: उपलब्ध टुल्बक्स बटनहरू

source: Se&ttings…
ne: ढाँचाहरू...

source: Left header
ne: बायाँ हेडर

source: Save &As…
ne: यस रूपमा सङ्ग्रह गर्नुहोस्...

source: Exit Full Screen
ne: पूरा पर्दाबाट बाहिर जानुहोस्

source: learn more about what you can do.
ne: तपाईँ के गर्न सक्नुहुन्छ अझ बढी जान्नुहोस् ।

source: Owner:
ne: मालिक:

source: Instance of %S
ne: %S को दृष्टान्त

source: Conversation Request
ne: वार्तालाप अनुरोधहरू

source: Uninstalling
ne: हटाउँदै...

source: &Text:
ne: पाठ:

source: Sign in to sync your tabs, bookmarks, passwords & more.
ne: आफ्नो ट्याबहरू, पुस्तकचिनो, पासवर्ड र थप सिङ्क गर्न साइन इन गर्नुहोस्।

source: ANSI X9.62 elliptic curve c2onb239v5
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2onb239v5

source: Warning: The following devices will be overwritten with your local data:
ne: चेतावनी: निम्न उपकरणहरूमा तपाईँको स्थानीय डाटा अधिलेखित गरिनेछ:

source: Key Compromise
ne: कुञ्जी सम्झौता

source: ANSI X9.62 elliptic curve c2onb239v4
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2onb239v4

source: &Menu Bar
ne: मेनु बार

source: Restore Defaults
ne: पूर्वानिर्धारीत स्थितीमा फर्किनुहोस्

source: Can't start call, session is not ready.
ne: कल सुरु गर्न सकिँदैन, सत्र तयार छैन।

source: Older than %S days
ne: %S दिन पुरानो

source: &Work
ne: काम

source: Catalan
ne: क्याटालन

source: Virgin Islands, British
ne: बेलायती भर्जिन द्विप

source: Responsive Design View
ne: रेस्पोन्सिभ डिजाइन अवलोकन

source: No commands starting with '%S'
ne: '%S' बाट सुरु हुने आदेशहरू छैन।

source: Show this Folder
ne: यो फोल्डर देखाउनुहोस्

source: Make a donation
ne: दान गर्नुहोस्

source: You are currently using %1$S %2$S.
ne: तपाईँले हाल प्रयोग प्रयोग गर्दैहुनुहुन्छ %1$S %2$S ।

source: Firefox Recovery Key.html
ne: Firefox पुनःस्थापना Key.html

source: Delay (seconds)
ne: विलम्ब (सेकेन्ड्स)

source: Minimum f&ont size:
ne: न्यूनतम अक्षर साइज:

source: &Content
ne: सामग्री

source: Turning this on will allow you to debug add-ons and various other parts of the browser chrome
ne: यो सुचारु गर्नाले तपाईँले एड-अनहरू र ब्राउजर क्रोमको बिभिन्न भागहरू डिबग गर्न सक्नुहुनेछ

source: Y (pixels)
ne: Y (पिक्सेल)

source: Cannot download file because the SD card is in use.
ne: फाइल डाउनलोड गर्न सक्दैन किनभने SD कार्ड प्रयोगमा छ।

source: Duration:
ne: अवधी:

source: Translations by
ne: अनुवादकर्ता

source: Mute tab (%S)
ne: (%S) ट्याब म्युट गर्नुहोस्

source: This certificate is valid.
ne: यो प्रमाणपत्र वैद्य छ।

source: Guarani
ne: गुअरानि

source: Send this item to:
ne: यो चिजलाइ पठाउनुहोस:

source: &Disable protection for this site
ne: यो पेजमा सुरक्षा निष्क्रिय गर्नुहोस्।

source: SECG elliptic curve sect131r1
ne: SECG अण्डाकार वक्ररेखा sect131r1

source: SECG elliptic curve sect131r2
ne: SECG अण्डाकार वक्ररेखा sect131r2

source: Cannot connect: SSL is disabled.
ne: स्थापना हुन सक्दैन: यस यस यल निस्क्रिय गरिएको छ ।

source: No breakpoints set
ne: विच्छेदन बिन्दुहरू सेट भएका छैनन्

source: Error: connection refused.
ne: त्रुटि:जडान अस्वीकार भयो।

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
ne: %S अवस्थित छैन। यो डाउनलोड पछि पुनः नामाकरण, उत्प्रेरित, वा हटाइएको हुन सक्छ।

source: About %S
ne: %S को बारेमा

source: Do not disturb me until I restart %S
ne: %S फेरि सुरु नभएसम्म मलाई बाधा नगर्नुहोस्

source: Automatically install updates only if that's the default
ne: यदि पूर्वनिर्धारित हो भने मात्र अद्यावधिहरू स्वतः स्थापना गर्नुहोस्

source: The certificate issuer's certificate has expired. Check your system date and time.
ne: प्रमाणपत्र जारीकर्ताको प्रमाणपत्र समाप्त भएको छ। आफ्नो प्रणालीको मिति र समय जाँच गर्नुहोस्।

source: Show blank page
ne: खाली पृष्ठ देखाउनुहोस्

source: Japanese (Shift_JIS)
ne: जापानी (Shift-JIS)

source: This will:
ne: यसले:

source: You can change this selection in Preferences.
ne: तपाईँ यो चयन प्राथमिकताबाट परिवर्तन गर्न सक्नुहुन्छ।

source: Preferences…
ne: प्राथमिकताहरू…

source: You're also joining a global community of users, contributors and developers working to make the best browser in the world.
ne: यति मात्र होइन तपाई एक विश्व समुदायका प्रयोगकर्ताहरु, योगदानकर्ताहरु र विकासकर्ताहरूका साथमा काम गरेर संसारको सब भन्दा राम्रो ब्राउजर बनाइराख्नु भएको छ।

source: Downloading the update…
ne: अद्यावधि डाउनलोड गर्दै…

source: An error occurred while loading the PDF.
ne: यो PDF लोड गर्दा एउटा त्रुटि देखापर्‍यो।

source: Yes
ne: हो

source: Change your Password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: &Fill Username
ne: प्रयोगकर्ता नाम भर्नुहोस्

source: Whitespace-only string given to be parsed as rule.
ne: नियम अन्तर्गत पद वर्णन गर्न खाली स्थान-स्ट्रिङ्ग मात्र दिइने छ ।

source: Failed to restore the PKCS #12 file for unknown reasons.
ne: अज्ञात कारणहरूले गर्दा PKCS #12 फाइललाई पुनः भण्डारण गर्न सकिएन।

source: Clear the console
ne: कन्सोल खाली गर्नुहोस्

source: Tags Added
ne: ट्यागहरू थिपियो

source: The page at %S says:
ne: %Sमा भएको पेजले यसो भन्छ:

source: avg
ne: औसत

source: See you later! You can return to this shared session at any time through the Hello panel.
ne: फेरी भेटौला ! तपाईं हेल्लो प्यानल मार्फत कुनै पनि समयमा यो साझा सत्रमा फर्कन सक्नुहुन्छ।

source: Customize &brandShortName;
ne: &brandShortName; अनुकुलित गर्नुहोस्

source: Stay on Page
ne: यो पृष्ठमा टिक्नु

source: TLS Web Client Authentication
ne: TLS वेब क्लाइन्ट प्रमाणिकरण

source: Secure Connection
ne: जडानलाई सुरक्षित बनाउनुहोस्

source: Delete Recent <html:strong>Cookies</html:strong>
ne: हालको <html:strong>कुकिज</html:strong> मेटाउनुहोस्

source: Y (degrees)
ne: Y (डिग्री)

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
ne: Firefox र Firefoxको लोगो Mozilla Foundation को ट्रेडमार्कहरू हुन्।

source: Svalbard
ne: स्भालबार्ड

source: ICE Stats
ne: ICE तथ्याङ्क

source: User Name:
ne: प्रयोगकर्ता नाम:

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
ne: यो युआरएलको पुनःदिशानिर्देश सीमा नाघेको छ। आग्रह गरिएको पृष्ठ लोड गर्न सकिएन। रोकिएका कुकिहरू भएको कारणले यो भएको हुन सक्छ।

source: Assamese
ne: आसामी

source: Friulian
ne: फ्रिउलिएन

source: &Backup…
ne: ब्याकअप...

source: Close when downloads complete
ne: डाउनलोड पूरा भएपछि बन्द गर्नुहोस्

source: Go to First Page
ne: पहिलो पृष्ठमा जानुहोस्

source: Line: %S, Column: %S
ne: हरफ: %S, स्तम्भ: %S

source: Display cookies
ne: कुकीहरू देखाउनुहोस्

source: Bahamas, The
ne: बहामास

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
ne: $BrandFullNameDA शर्टकटहरुका लागि सुरु मेनु फोल्डर रोज्नुहोस्।

source: Change Password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Hex
ne: हेक्स

source: Control Sharing on "%S"
ne: "%S"मा साझेदारी नियन्त्रण गर्नुहोस्

source: Zimbabwe
ne: जिम्बावे

source: ­Text Encoding
ne: पाठ इन्कोडिङ

source: Activate Plugins
ne: प्लगइनहरू सक्रिय पार्नुहोस्

source: File Not Found
ne: फाइल फेला परेन

source: Meta (%S tags)
ne: मेटा (%S ट्यागहरू)

source: Firefox Account
ne: Firefox खाता

source: Enter username and password for %1$S
ne: %1$S को लागि प्रयोगकर्ता नाम र पासवर्ड प्रविष्ट गर्नुहोस्

source: The page you are viewing was encrypted before being transmitted over the Internet.
ne: तपाईँले हेरिरहनुभएको पृष्ठलाई इन्टरनेटमा सार्नुभन्दा पहिले गोप्य बनाइएको थियो।

source: Profile: %S
ne: प्रोफाइल: %S

source: You do not have the permissions necessary to view this directory.
ne: तपाईँलाई यो डाइरेक्टरी हेर्न चाहिने अनुमति छैन।

source: Zhuang
ne: झुवाङ्ग

source: Couldn't create pending dump directory.
ne: अपूर्ण डम्प निर्देशिका बनाउन सकिएन।

source: That's because $BrandShortName is made by a non-profit to make browsing and the Web better for you.
ne: किनभने $BrandShortName तपाईंको लागि राम्रो ब्राउजिङ र वेब बानाउन एक गैर लाभ द्वारा बनेको छ।

source: This action cannot be undone.
ne: यो क्रियाकलाप नहुन सक्दैन।

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
ne: nsIJSON.decode को प्रयोग अनुचित ठानिएको छ । सट्टामा JSON.stringify को प्रयोग गर्नुहोस् ।

source: SECG elliptic curve sect409k1 (aka NIST K-409)
ne: SECG अण्डाकार वक्ररेखा sect409k1 (उर्फ NIST K-409)

source: Choose Application…
ne: अनुप्रयोग रोज्नुहोस्...

source: PDF documents are not allowed to use their own colors: 'Allow pages to choose their own colors' is deactivated in the browser.
ne: PDF कागजातहरूलाई आफ्नै रंग प्रयोग गर्न अनुमति छैन: 'पृष्ठलाई आफ्नै रंग चयन गर्न अनुमति दिने' ब्राउजरमा निष्क्रिय गरिएको छ।

source: ICE State
ne: ICE वस्तु स्थिती

source: Cyrillic (KOI8-U)
ne: सिरिलिक (KOI8-U)

source: Cache Source:
ne: क्यास श्रोत:

source: Secure Connection Failed
ne: सुरक्षित सञ्जाल जडान असफल भयो

source: local file
ne: स्थानीय फाइल

source: Tahitian
ne: ताहितिएन
